#    -*- mode: org -*-


Archived entries from file /home/gongzhitaao/Documents/org/todo.org


* DONE 去学车                                                          :@afk:
SCHEDULED: <2012-10-02 Tue>
:LOGBOOK:
- State "DONE"       from "TODO"       [2012-10-02 Tue 18:12]
:END:
CLOCK: [2012-09-26 Wed 18:39]--[2012-09-26 Wed 18:40] =>  0:01
  :PROPERTIES:
  :ARCHIVE_TIME: 2012-10-06 Sat 21:33
  :ARCHIVE_FILE: ~/Documents/org/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: Anniv
  :ARCHIVE_TODO: DONE
  :END:
[2012-09-26 Wed 18:39]

* DONE Machine Learning                                  :@computer:coursera:
DEADLINE: <2012-10-23 Tue>
:LOGBOOK:
- State "DONE"       from "NEXT"       [2012-11-08 Thu 22:05]
CLOCK: [2012-11-08 Thu 19:45]--[2012-11-08 Thu 22:05] =>  2:20
CLOCK: [2012-11-08 Thu 07:56]--[2012-11-08 Thu 10:27] =>  2:31
CLOCK: [2012-10-22 Mon 20:46]--[2012-10-22 Mon 21:27] =>  0:41
CLOCK: [2012-10-16 Tue 20:53]--[2012-10-16 Tue 21:21] =>  0:28
CLOCK: [2012-10-14 Sun 21:45]--[2012-10-14 Sun 21:57] =>  0:12
CLOCK: [2012-10-13 Sat 11:47]--[2012-10-13 Sat 12:44] =>  0:57
- State "NEXT"       from "DONE"       [2012-10-10 Wed 21:47]
- State "DONE"       from "NEXT"       [2012-10-10 Wed 21:39]
  :PROPERTIES:
  :ARCHIVE_TIME: 2012-12-15 Sat 21:12
  :ARCHIVE_FILE: ~/Documents/org/gtd/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: Tasks
  :ARCHIVE_TODO: DONE
  :END:
:END:
[2012-09-29 Sat 10:58]

* DONE Update myorg.el                                 :@computer:code:emacs:
:LOGBOOK:
- State "DONE"       from "TODO"       [2012-11-07 Wed 14:24]
- State "DONE"       from "NEXT"       [2012-11-02 Fri 17:22]
- State "DONE"       from "NEXT"       [2012-10-11 Thu 21:27]
CLOCK: [2012-10-11 Thu 19:19]--[2012-10-11 Thu 19:55] =>  0:36
CLOCK: [2012-10-11 Thu 16:58]--[2012-10-11 Thu 19:19] =>  2:21
:END:
<2012-11-02 Sat>
:PROPERTIES:
:Effort: 3:00
:LAST_REPEAT: [2012-11-02 Fri 17:22]
:ARCHIVE_TIME: 2012-12-15 Sat 21:12
:ARCHIVE_FILE: ~/Documents/org/gtd/todo.org
:ARCHIVE_OLPATH: Tasks
:ARCHIVE_CATEGORY: Tasks
:ARCHIVE_TODO: DONE
:END:
[2012-09-28 Fri 18:24]


* DONE Hack into org-publish                                :@computer:emacs:
SCHEDULED: <2012-10-20 Sat>
:LOGBOOK:
- State "DONE"       from "TODO"       [2012-11-02 Fri 07:55]
CLOCK: [2012-11-01 Thu 21:25]--[2012-11-01 Thu 23:15] =>  1:50
CLOCK: [2012-11-01 Thu 21:24]--[2012-11-01 Thu 21:24] =>  0:00
CLOCK: [2012-11-01 Thu 19:10]--[2012-11-01 Thu 19:10] =>  0:00
:END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2012-12-15 Sat 21:12
  :ARCHIVE_FILE: ~/Documents/org/gtd/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: Tasks
  :ARCHIVE_TODO: DONE
  :END:
Create a publishing-function =org-publish-org-to-jekyll=
[2012-10-19 Fri 21:43]

* DONE Machine Learning                                  :@computer:coursera:
DEADLINE: <2012-10-16 Tue>
:LOGBOOK:
- State "DONE"       from "NEXT"       [2012-10-19 Fri 16:14]
CLOCK: [2012-10-19 Fri 08:21]--[2012-10-19 Fri 15:07] =>  6:46
CLOCK: [2012-10-18 Thu 18:18]--[2012-10-18 Thu 22:24] =>  4:06
CLOCK: [2012-10-16 Tue 20:53]--[2012-10-16 Tue 21:21] =>  0:28
CLOCK: [2012-10-14 Sun 21:45]--[2012-10-14 Sun 21:57] =>  0:12
CLOCK: [2012-10-13 Sat 11:47]--[2012-10-13 Sat 12:44] =>  0:57
- State "NEXT"       from "DONE"       [2012-10-10 Wed 21:47]
- State "DONE"       from "NEXT"       [2012-10-10 Wed 21:39]
  :PROPERTIES:
  :ARCHIVE_TIME: 2012-12-15 Sat 21:12
  :ARCHIVE_FILE: ~/Documents/org/gtd/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: Tasks
  :ARCHIVE_TODO: DONE
  :END:
:END:
[2012-09-29 Sat 10:58]

* DONE [#A] 带月饼去老婆大人家                                  :@afk:social:
DEADLINE: <2012-09-30 Sun>
:LOGBOOK:
- State "DONE"       from "TODO"       [2012-09-30 Sun 09:22]
:END:
CLOCK: [2012-09-26 Wed 18:42]--[2012-09-26 Wed 18:42] =>  0:00
  :PROPERTIES:
  :ARCHIVE_TIME: 2012-12-15 Sat 21:12
  :ARCHIVE_FILE: ~/Documents/org/gtd/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: Tasks
  :ARCHIVE_TODO: DONE
  :END:
[2012-09-26 Wed 18:42]

* DONE [#A] Tidy up coursera                       :coursera:@computer:emacs:
:LOGBOOK:
CLOCK: [2012-09-29 Sat 11:50]--[2012-09-29 Sat 11:50] =>  0:00
:END:
- State "DONE"       from "NEXT"       [2012-09-29 Sat 11:49]
  :PROPERTIES:
  :ARCHIVE_TIME: 2012-12-15 Sat 21:12
  :ARCHIVE_FILE: ~/Documents/org/gtd/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: Tasks
  :ARCHIVE_TODO: DONE
  :END:
<2012-09-29 Sat>
[2012-09-29 Sat 10:04]

* DONE Step 1                                               :@computer:yyets:
DEADLINE: <2012-11-11 Sun>
:LOGBOOK:
- State "DONE"       from "TODO"       [2012-11-11 Sun 20:46]
CLOCK: [2012-11-11 Sun 18:48]--[2012-11-11 Sun 20:46] =>  1:58
CLOCK: [2012-11-11 Sun 08:04]--[2012-11-11 Sun 08:45] =>  0:41
CLOCK: [2012-11-10 Sat 22:23]--[2012-11-10 Sat 22:40] =>  0:17
CLOCK: [2012-11-10 Sat 15:42]--[2012-11-10 Sat 16:43] =>  1:01
CLOCK: [2012-11-10 Sat 14:20]--[2012-11-10 Sat 14:57] =>  0:37
CLOCK: [2012-11-09 Fri 18:14]--[2012-11-09 Fri 22:26] =>  4:12
CLOCK: [2012-11-09 Fri 14:01]--[2012-11-09 Fri 16:42] =>  2:41
CLOCK: [2012-11-09 Fri 12:31]--[2012-11-09 Fri 13:27] =>  0:56
CLOCK: [2012-11-09 Fri 10:00]--[2012-11-09 Fri 12:05] =>  2:05
:END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2012-12-15 Sat 21:12
  :ARCHIVE_FILE: ~/Documents/org/gtd/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: Tasks
  :ARCHIVE_TODO: DONE
  :END:
[2012-11-09 Fri 09:59]

* DONE [#A] STEP 1                                          :@computer:yyets:
DEADLINE: <2012-11-18 Sun 22:00>
:LOGBOOK:
- State "DONE"       from "TODO"       [2012-11-18 Sun 22:00] \\
  free堆塔老大给过吧，Special Victim Unit(SVU)
CLOCK: [2012-11-18 Sun 20:58]--[2012-11-18 Sun 22:00] =>  1:02
CLOCK: [2012-11-18 Sun 07:58]--[2012-11-18 Sun 14:02] =>  6:04
CLOCK: [2012-11-17 Sat 15:52]--[2012-11-17 Sat 21:38] =>  5:46
CLOCK: [2012-11-17 Sat 12:20]--[2012-11-17 Sat 13:58] =>  1:38
:END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2012-12-15 Sat 21:12
  :ARCHIVE_FILE: ~/Documents/org/gtd/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: Tasks
  :ARCHIVE_TODO: DONE
  :END:
[2012-11-17 Sat 08:24]

* DONE [#A] autobio to Dr Ku
  DEADLINE: <2013-01-09 Wed>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-01-10 Thu 16:27]
  CLOCK: [2013-01-10 Thu 16:02]--[2013-01-10 Thu 16:27] =>  0:25
  CLOCK: [2013-01-10 Thu 09:59]--[2013-01-10 Thu 10:44] =>  0:45
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-06-21 Fri 16:28
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: todo
  :ARCHIVE_TODO: DONE
  :END:
** DONE Read Paper for paper presentation           :COMP7970:spatial:
   DEADLINE: <2013-02-14 Thu>
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2013-02-14 Thu 14:27]
   CLOCK: [2013-02-14 Thu 13:13]--[2013-02-14 Thu 14:27] =>  1:14
   CLOCK: [2013-02-13 Wed 17:16]--[2013-02-13 Wed 17:44] =>  0:28
   :END:

** DONE [#A] Paper presentation 1 slides            :COMP7970:spatial:
   DEADLINE: <2013-02-28 Thu -14d>
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2013-02-28 Thu 20:48]
   - State "DONE"       from "TODO"       [2013-02-23 Sat 20:24]
   CLOCK: [2013-02-23 Sat 19:02]--[2013-02-23 Sat 20:24] =>  1:22
   CLOCK: [2013-02-23 Sat 11:27]--[2013-02-23 Sat 12:31] =>  1:04
   CLOCK: [2013-02-22 Fri 10:02]--[2013-02-22 Fri 11:22] =>  1:20
   CLOCK: [2013-02-20 Wed 09:33]--[2013-02-20 Wed 10:59] =>  1:26
   CLOCK: [2013-02-19 Tue 09:00]--[2013-02-19 Tue 09:44] =>  0:44
   CLOCK: [2013-02-19 Tue 08:25]--[2013-02-19 Tue 09:00] =>  0:35
   CLOCK: [2013-02-18 Mon 10:57]--[2013-02-18 Mon 11:21] =>  0:24
   :END:

** DONE Midterm Presentation                        :COMP7970:spatial:
   DEADLINE: <2013-03-05 Sat -14d>
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2013-03-02 Sat 23:46]
   CLOCK: [2013-03-02 Sat 23:13]--[2013-03-02 Sat 23:46] =>  0:33
   CLOCK: [2013-03-02 Sat 14:36]--[2013-03-02 Sat 15:36] =>  1:00
   :END:

** DONE Assignment 2 XML                                    :COMP6000:
   DEADLINE: <2013-03-05 Tue>
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2013-03-03 Sun 11:06]
   CLOCK: [2013-03-03 Sun 09:37]--[2013-03-03 Sun 11:06] =>  1:29
   :END:

* DONE Assignment 1
  DEADLINE: <2013-01-09 Wed 22:59>
  :LOGBOOK:
 - State "DONE"       from "TODO"       [2013-01-16 Wed 20:11]
   CLOCK: [2013-01-13 Sun 18:17]--[2013-01-13 Sun 18:34] =>  0:17
   CLOCK: [2013-01-10 Thu 16:45]--[2013-01-10 Thu 17:17] =>  0:32
   CLOCK: [2013-01-06 Sun 20:58]--[2013-01-06 Sun 21:13] =>  0:15
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-08-04 Sun 17:44
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks/Coursera/Computing for Data Analysis
  :ARCHIVE_CATEGORY: Coursera
  :ARCHIVE_TODO: DONE
  :ARCHIVE_ITAGS: coursera DataAnalysis
  :END:
  3:02
* DONE Read Paper for paper presentation            :COMP7970:spatial:
  DEADLINE: <2013-02-14 Thu>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-02-14 Thu 14:27]
  CLOCK: [2013-02-14 Thu 13:13]--[2013-02-14 Thu 14:27] =>  1:14
  CLOCK: [2013-02-13 Wed 17:16]--[2013-02-13 Wed 17:44] =>  0:28
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-08-04 Sun 17:44
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks/Homework
  :ARCHIVE_CATEGORY: homework
  :ARCHIVE_TODO: DONE
  :END:

* DONE [#A] Paper presentation 1 slides             :COMP7970:spatial:
  DEADLINE: <2013-02-28 Thu -14d>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-02-28 Thu 20:48]
  - State "DONE"       from "TODO"       [2013-02-23 Sat 20:24]
  CLOCK: [2013-02-23 Sat 19:02]--[2013-02-23 Sat 20:24] =>  1:22
  CLOCK: [2013-02-23 Sat 11:27]--[2013-02-23 Sat 12:31] =>  1:04
  CLOCK: [2013-02-22 Fri 10:02]--[2013-02-22 Fri 11:22] =>  1:20
  CLOCK: [2013-02-20 Wed 09:33]--[2013-02-20 Wed 10:59] =>  1:26
  CLOCK: [2013-02-19 Tue 09:00]--[2013-02-19 Tue 09:44] =>  0:44
  CLOCK: [2013-02-19 Tue 08:25]--[2013-02-19 Tue 09:00] =>  0:35
  CLOCK: [2013-02-18 Mon 10:57]--[2013-02-18 Mon 11:21] =>  0:24
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-08-04 Sun 17:44
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks/Homework
  :ARCHIVE_CATEGORY: homework
  :ARCHIVE_TODO: DONE
  :END:

* DONE Midterm Presentation                         :COMP7970:spatial:
  DEADLINE: <2013-03-05 Sat -14d>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-03-02 Sat 23:46]
  CLOCK: [2013-03-02 Sat 23:13]--[2013-03-02 Sat 23:46] =>  0:33
  CLOCK: [2013-03-02 Sat 14:36]--[2013-03-02 Sat 15:36] =>  1:00
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-08-04 Sun 17:44
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks/Homework
  :ARCHIVE_CATEGORY: homework
  :ARCHIVE_TODO: DONE
  :END:

* DONE Assignment 2 XML                                     :COMP6000:
  DEADLINE: <2013-03-05 Tue>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-03-03 Sun 11:06]
  CLOCK: [2013-03-03 Sun 09:37]--[2013-03-03 Sun 11:06] =>  1:29
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-08-04 Sun 17:44
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks/Homework
  :ARCHIVE_CATEGORY: homework
  :ARCHIVE_TODO: DONE
  :END:
* DONE ACM Sigspatial Cup 2013                      :COMP7970:spatial:
  DEADLINE: <2013-08-01 Thu> SCHEDULED: <2013-02-12 Tue>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-08-02 Fri 13:58]
  CLOCK: [2013-02-18 Mon 17:20]--[2013-02-18 Mon 20:10] =>  2:50
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-08-04 Sun 17:44
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks/Project
  :ARCHIVE_CATEGORY: project
  :ARCHIVE_TODO: DONE
  :END:

  - Problem Definition :: [[http://dmlab.cs.umn.edu/GISCUP2013/index.php]]
  - Data format :: [[http://docs.openlayers.org/library/spherical_mercator.html]]

* DONE Game Development                             :COMP7970:gamedev:
  SCHEDULED: <2013-03-02 Sat>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-05-05 Sun 21:48]
  CLOCK: [2013-02-18 Mon 14:11]--[2013-02-18 Mon 14:44] =>  0:33
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-08-04 Sun 17:44
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks/Project
  :ARCHIVE_CATEGORY: project
  :ARCHIVE_TODO: DONE
  :END:

  [[http://gamvas.com/en/][gamevas]], [[http://gamequeryjs.com/][gameQuery]],

* DONE Game Website                                 :COMP7970:gamedev:
  DEADLINE: <2013-02-24 Sun>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-02-27 Wed 15:53]
  CLOCK: [2013-02-27 Wed 15:53]--[2013-02-27 Wed 15:53] =>  0:00
  CLOCK: [2013-02-27 Wed 13:55]--[2013-02-27 Wed 15:05] =>  1:10
  CLOCK: [2013-02-27 Wed 13:06]--[2013-02-27 Wed 13:55] =>  0:49
  CLOCK: [2013-02-27 Wed 08:00]--[2013-02-27 Wed 11:20] =>  3:20
  CLOCK: [2013-02-26 Tue 20:23]--[2013-02-26 Tue 21:23] =>  1:00
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-08-04 Sun 17:44
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks/Project
  :ARCHIVE_CATEGORY: project
  :ARCHIVE_TODO: DONE
  :END:
* DONE [#A] Game Timetable Site                     :COMP7970:gamedev:
  DEADLINE: <2013-02-23 Sat>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-02-26 Tue 13:28]
  CLOCK: [2013-02-25 Mon 22:38]--[2013-02-25 Mon 23:54] =>  1:16
  CLOCK: [2013-02-25 Mon 20:40]--[2013-02-25 Mon 21:40] =>  1:00
  CLOCK: [2013-02-23 Sat 22:14]--[2013-02-23 Sat 22:17] =>  0:03
  CLOCK: [2013-02-23 Sat 20:41]--[2013-02-23 Sat 21:41] =>  1:00
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-08-04 Sun 17:44
  :ARCHIVE_FILE: ~/Documents/dotemacs/org/todo.org
  :ARCHIVE_OLPATH: Tasks/Project
  :ARCHIVE_CATEGORY: project
  :ARCHIVE_TODO: DONE
  :END:
* DONE [#A] Geofence Optimization                :cpp:code:sigspatial:
  SCHEDULED: <2013-08-05 Mon>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-08-14 Wed 14:59]
  CLOCK: [2013-08-06 Tue 11:40]--[2013-08-06 Tue 11:46] =>  0:06
  CLOCK: [2013-08-06 Tue 10:59]--[2013-08-06 Tue 11:40] =>  0:41
  CLOCK: [2013-08-05 Mon 15:38]--[2013-08-05 Mon 17:11] =>  1:33
  CLOCK: [2013-08-05 Mon 11:02]--[2013-08-05 Mon 13:07] =>  2:05
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2013-09-30 Mon 18:41
  :ARCHIVE_FILE: ~/Documents/dotemacs/emacs.d/org/todo.org
  :ARCHIVE_OLPATH: Tasks
  :ARCHIVE_CATEGORY: todo
  :ARCHIVE_TODO: DONE
  :END:
  [2013-08-04 Sun]
  polygon rasterization
